Repository: WordPressBugBounty/plugins-realhomes-currency-switcher
Catalog: realhomes-currency-switcher/languages/realhomes-currency-switcher-*.po
Languages: fr_fr, tr_tr

source: Security verification failed, please refresh the page and try again.
fr_fr: La vérification de sécurité a échoué, veuillez actualiser la page et réessayer.
tr_tr: A verificação de segurança falhou. Atualize a página e tente novamente.

source: Failed to update cookie!
fr_fr: Echec de la mise à jour du cookie !
tr_tr: Çerez güncellenemedi!

source: Invalid Request!
fr_fr: Demande non valide !
tr_tr: Geçersiz istek !

source: Settings
fr_fr: Paramètres
tr_tr: Ayarlar

source: Documentation
tr_tr: Dökümantasyon

source: Currencies Settings
fr_fr: Paramètres des monnaies
tr_tr: Para Birimi Ayarları

source: RealHomes Currency Switcher Settings
fr_fr: Paramètres du changeur de devises RealHomes
tr_tr: RealHomes Para Birimi Değiştirici Ayarları

source: Currency Switcher
fr_fr: Sélecteur de monnaie
tr_tr: Para Değiştirici

source: Enable Currency Swithcer on frontend side.
fr_fr: Activez le Swithcer de devises sur le frontend.
tr_tr: Ön uç tarafında Para Birimi Anahtarını etkinleştir.

source: Digital Currencies
fr_fr: Devises Autorisées
tr_tr: İzin Verilen Para Birimleri

source: Enable Digital Currencies such as Bitcoin, Litecoin, etc.
fr_fr: Activer les monnaies numériques telles que Bitcoin, Litecoin, etc.
tr_tr: Habilite moedas digitais como Bitcoin, Litecoin, etc.

source: App ID*
fr_fr: ID de l'application
tr_tr: Uygulama Kimliği *

source: You can get your Open Exchange Rate App ID from %s.
fr_fr: Vous pouvez obtenir votre ID d'application de taux de change ouvert auprès de %s.
tr_tr: Açık Döviz Kuru Uygulama Kimliğinizi %s adresinden alabilirsiniz.

source: Update Interval
fr_fr: Intervalle de mise à jour
tr_tr: Güncelleme aralığı

source: Hourly
fr_fr: Toutes les heures
tr_tr: Saatlik

source: Daily
fr_fr: Quotidien
tr_tr: Günlük

source: Weekly
fr_fr: Hebdomadaire
tr_tr: Haftalık

source: Set how frequent you want to update the currency exchange rates.
fr_fr: Définissez la fréquence à laquelle vous souhaitez mettre à jour les taux de change des devises.
tr_tr: Döviz kurlarını ne sıklıkta güncellemek istediğinizi ayarlayın.

source: Auto Select Active Currency
fr_fr: Sélection automatique de la devise active
tr_tr: Seleção automática de moeda ativa

source: Enable
fr_fr: Activer
tr_tr: Etkinleştir

source: Disable
fr_fr: Désactiver
tr_tr: Devre Dışı

source: The selected base currency in the next option will not be effective if this option is enabled. Currency will be switched to the visitor native currency automatically unless visitor change it to any other currency using currency switcher.
fr_fr: La devise de base sélectionnée dans l’option suivante ne sera pas effective si cette option est activée. La devise sera automatiquement remplacée par la devise native du visiteur, à moins que le visiteur ne la modifie pour une autre devise à l’aide du sélecteur de devise.
tr_tr: A moeda base selecionada na próxima opção não será efetiva se esta opção estiver habilitada. A moeda será alterada para a moeda nativa do visitante automaticamente, a menos que o visitante a altere para qualquer outra moeda usando o trocador de moeda.

source: Base Currency
fr_fr: Monnaie de base
tr_tr: Temel Para Birimi

source: United States Dollar
fr_fr: Dollar américain
tr_tr: Amerikan Doları

source: Price format settings of easy real estate plugin, will be overwritten by base currency’s default format.
fr_fr: Les paramètres du format de prix du plugin immobilier facile, seront écrasés par le format par défaut de la monnaie de base.
tr_tr: Kolay emlak eklentisinin fiyat biçimi ayarlarının üzerine temel para biriminin varsayılan biçimi yazılır.

source: Allowed Currencies
fr_fr: Devises Autorisées
tr_tr: İzin Verilen Para Birimleri

source: Provide comma separated list of currency codes in capital letters. Maximum 5 codes allowed.
fr_fr: Fournir une liste de codes de devises en majuscules, séparés par des virgules. Maximum 5 codes autorisés.
tr_tr: Büyük harflerle virgülle ayrılmış para birimi kodları listesini sağlayın. En fazla 5 koda izin verilir.

source: You can find full list of supported currencies by %s.
fr_fr: Vous pouvez trouver la liste complète des monnaies soutenues par des %s.
tr_tr: %s tarafından desteklenen para birimlerinin tam listesini bulabilirsiniz.

source: Expiry Period of Switched Currency
fr_fr: Période d'expiration de la monnaie commutée
tr_tr: Anahtarlamalı Para Biriminin Sona Erme Süresi

source: One Hour
fr_fr: Une heure
tr_tr: Bir Saat

source: One Day
fr_fr: Un jour
tr_tr: Bir Gün

source: One Week
fr_fr: Une semaine
tr_tr: Bir Hafta

source: One Month
fr_fr: Un mois
tr_tr: Bir Ay

source: This is for website visitor.
fr_fr: Ceci est destiné aux visiteurs du site web.
tr_tr: Bu web sitesi ziyaretçisi içindir.

source: Update Currencies Rates
fr_fr: Mise à jour des taux de change
tr_tr: Para Birimlerini Güncelleme

source: Checking this box will immediately fetch latest currencies exchange rates on Save Options.
fr_fr: En cochant cette case, vous obtiendrez immédiatement les derniers taux de change des devises sur Save Options.
tr_tr: Bu kutuyu işaretlediğinizde, Kaydet Seçeneklerindeki en son para birimlerini hemen alırsınız.

source: For help, please consult the %1$s documentation %2$s of the plugin.
fr_fr: Pour obtenir de l’aide, veuillez consulter la %1$s documentation %2$s du plugin.
tr_tr: Para obter ajuda, consulte a %1$s documentação %2$s do plugin.

source: For feedback, please provide your %1$s feedback here! %2$s
fr_fr: Pour nous faire part de vos commentaires, veuillez fournir vos %1$s commentaires ici ! %2$s
tr_tr: Para feedback, por favor, forneça seu %1$s feedback aqui! %2$s

source: %1$sCurrency Switcher App ID%2$s is missing in %1$sEasy Real Estate > Currency Settings%2$s. Please provide the App ID to ensure the plugin functions correctly on the site.
fr_fr: L’ID de l’application %1$sCurrency Switcher%2$s est manquant dans %1$sEasy Real Estate > Currency Settings%2$s. Veuillez fournir l’ID de l’application pour garantir le bon fonctionnement du plug-in sur le site.
tr_tr: %1$sEasy Real Estate > Currency Settings%2$s’de %1$sCurrency Switcher Uygulama Kimliği%2$s eksik. Lütfen eklentinin sitede doğru şekilde çalışmasını sağlamak için Uygulama Kimliğini sağlayın.

source: RealHomes Currency Switcher
tr_tr: RealHomes Para Birimi Değiştirici

source: Provides multiple currencies support and currency switching for RealHomes theme.
fr_fr: Fournit un support pour plusieurs devises et le changement de devises pour le thème RealHomes.
tr_tr: RealHomes teması için birden fazla para birimi desteği ve para birimi değiştirme sağlar.
